{
    "Text": "II. Мальчик у Христа на ёлке Но я романист, и, кажется, одну «историю» сам сочинил. Почему я пишу: «кажется», ведь я сам знаю наверно, что сочинил, но мне все мерещится, что это где-то и когда-то случилось, именно это случилось как раз накануне рождества, в каком-то огромном городе и в ужасный мороз. Мерещится мне, был в подвале мальчик, но еще очень маленький, лет шести или даже менее. Этот мальчик проснулся утром в сыром и холодном подвале. Одет он был в какой-то халатик и дрожал. Дыхание его вылетало белым паром, и он, сидя в углу на сундуке, от скуки нарочно пускал этот пар изо рта и забавлялся, смотря, как он вылетает. Но ему очень хотелось кушать. Он несколько раз с утра подходил к нарам, где на тонкой, как блин, подстилке и на каком-то узле под головой вместо подушки лежала больная мать его. Как она здесь очутилась? Должно быть, приехала с своим мальчиком из чужого города и вдруг захворала. Хозяйку углов захватили еще два дня тому в полицию; жильцы разбрелись, дело праздничное, а оставшийся один халатник уже целые сутки лежал мертво пьяный, не дождавшись и праздника. В другом углу комнаты стонала от ревматизма какая-то восьмидесятилетняя старушонка, жившая когдато и где-то в няньках, а теперь помиравшая одиноко, охая, брюзжа и ворча на мальчика, так что он уже стал бояться подходить к ее углу близко. Напиться-то он где-то достал в сенях, но корочки нигде не нашел и раз в десятый уже подходил разбудить свою маму. Жутко стало ему, наконец, в темноте: давно уже начался вечер, а огня не зажигали. Ощупав лицо мамы, он подивился, что она совсем не двигается и стала такая же холодная, как стена. «Очень уж здесь холодно», — подумал он, постоял немного, бессознательно забыв свою руку на плече покойницы, потом дохнул на свои пальчики, чтоб отогреть их, и вдруг, нашарив на нарах свой картузишко, потихоньку, ощупью, пошел из подвала. Он еще бы и раньше пошел, да все боялся вверху, на лестнице, большой собаки, которая выла весь день у соседских дверей. Но собаки уже не было, и он вдруг вышел на улицу.", 
    "SourceLanguageCode": "auto", 
    "TargetLanguageCode": "en"
}