{
    "TranslatedText": "II. Christ's Boy on the Christmas tree But I'm a novelist, and I think I made one “story” myself. Why do I write, “it seems,” because I know probably what I wrote, but I think it happened somewhere, and it happened just before Christmas, in some huge city and in terrible frost. I think there was a boy in the basement, but still very small, six years old or less. This boy woke up in the morning in a damp and cold basement. He was dressed in a kind of freak and was shaking. His breath was flying out of white steam, and he was sitting in the corner on his chest, out of boredom, purposely letting this vapor out of his mouth and amused himself watching it fly out. But he really wanted to eat. He went up several times in the morning to the nars, where his sick mother lay on a thin, pancake litter and on some knot under his head instead of a pillow. How did she get here? Must have come with her boy from a foreign town and suddenly caught a snare. The landlady of the corners was taken to the police for two more days; the occupants broke out, the business was festive, and the remaining one lay dead drunk for a whole day, without waiting for the holiday. In the other corner of the room was groaning with rheumatism some eighty year old lady who had lived in nannies once and somewhere, and now was lonely, oily, sulky and grumbling at the boy, so he had already become afraid to come to her corner close. He got a drink somewhere in the hay, but he didn't find the crust anywhere, and once in the tenth he came up to wake up his mom. He was terrifying, finally, in the dark: the evening had begun long ago, and no fire was lit. Feelling his mother's face, he felt that she was not moving at all and was as cold as the wall. “It's very cold here,” he thought, standing for a bit, unconsciously forgetting his hand on the dead woman's shoulder, then he dozed on his fingers to warm them up, and suddenly, with his carthusish on the dens, slowly, a touch, went from the basement. He would have gone before, and he was afraid up on the stairs, the big dog that howled all day at the door of the neighborhood. But the dog was gone, and he suddenly went outside.",
    "SourceLanguageCode": "ru",
    "TargetLanguageCode": "en"
}
